{
  "characters_暑假留在学校上课_medium_3": {
    "data": [
      {
        "name": "林雨桐",
        "description": "林雨桐是学校心理辅导老师，性格温柔细腻但内心坚韧。她曾在大学时期因家庭变故而放弃学业，后来通过自学考取了心理咨询师资格。在暑假留校上课期间，她暗中调查学生们的异常行为，试图找出背后隐藏的真相。她与学生们关系密切，尤其对主角有特殊的关注。"
      },
      {
        "name": "陈浩然",
        "description": "陈浩然是一个成绩优异的高二学生，外表冷静寡言，但实际上内心充满孤独感。他的父母长期在国外工作，他从小由爷爷照顾长大。暑假留校上课后，他开始接触一些神秘的书籍，并逐渐发现学校的一些秘密。他与林雨桐之间存在一种微妙的信任关系。"
      },
      {
        "name": "苏婉儿",
        "description": "苏婉儿是学校的一名清洁工，平时沉默寡言，但她的过去却充满了谜团。她曾是一名音乐家，但在一次意外中失去了声音，从此隐居在学校。她在暑假期间无意中发现了某些关于学校的古老传说，并试图向其他人揭示这些秘密。她是连接林雨桐和陈浩然的关键人物。"
      }
    ],
    "timestamp": 1752653362323
  },
  "characters_这是一个平静的早晨，你推开窗户，发现街道上空无一人。昨晚的暴雨似乎冲刷走了城市的喧嚣，留下的只有潮湿_medium_3": {
    "data": [
      {
        "name": "艾琳",
        "description": "艾琳是一名年轻的生物学家，专门研究城市生态。她性格冷静、理性，喜欢观察细节。她的背景故事是，她一直致力于保护城市中的野生动植物，在暴雨后发现异常的环境变化，开始调查城市的失踪事件。她在故事中是主角的盟友，帮助解读神秘现象。"
      },
      {
        "name": "托马斯",
        "description": "托马斯是一名前警察，因一次失败的任务而辞职，现在经营一家小书店。他性格沉稳，善于倾听，内心充满对过去的愧疚。他的背景故事是，他在城市消失前曾接到一个奇怪的报警电话，但未能及时处理，这让他深感自责。他在故事中是主角的导师和顾问，提供关键线索。"
      },
      {
        "name": "莉娅",
        "description": "莉娅是一名神秘的街头艺术家，外表冷酷，行为古怪。她性格多疑、独立，拥有超凡的艺术感知力。她的背景故事是，她曾在城市中留下一些暗示性的涂鸦，这些涂鸦似乎与城市的消失有关。她在故事中是主角的竞争对手和潜在的盟友，掌握着重要的秘密。"
      }
    ],
    "timestamp": 1752653478531
  },
  "characters_寒假留在学校上课_medium_3": {
    "data": [
      {
        "name": "林晓阳",
        "description": "林晓阳是一名大二的学生，主修计算机科学。他性格内向、理性，喜欢独自思考问题，但在团队合作中能展现出出色的逻辑分析能力。他的背景是单亲家庭，母亲在他小时候去世，父亲常年在国外工作，这让他从小就学会了独立。在寒假留校上课期间，他成为了一个神秘编程项目的核心成员，这个项目似乎与学校的旧实验室有关。"
      },
      {
        "name": "苏雨桐",
        "description": "苏雨桐是一名大三的心理学专业学生，性格开朗、善解人意，是班级里的“知心姐姐”。她原本计划在寒假回家陪伴年迈的祖母，但因为祖母病情恶化而被迫留在学校。她对林晓阳的孤独状态产生了兴趣，并试图帮助他走出内心的阴影。她的存在为故事增添了情感深度和互动性。"
      },
      {
        "name": "陈志远",
        "description": "陈志远是学校的教务主任，外表严肃，内心却隐藏着一段不为人知的过去。他曾是著名的物理学家，因一次实验事故导致妻子死亡，从此远离科研领域。他表面上支持学生留校上课，但实际上在暗中调查一个与实验室相关的秘密项目。他对林晓阳的研究表现出异常的兴趣，并试图影响他的决定。"
      }
    ],
    "timestamp": 1752653958990
  }
}